tap "aquasecurity/trivy"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "giflib"
brew "argo"
brew "arp-scan"
brew "arping"
brew "bash"
brew "node"
brew "bash-language-server"
brew "black"
brew "glib"
brew "python@3.12"
brew "cairo"
brew "ccat"
brew "cfssl"
brew "cryptography"
brew "delve"
brew "docker-slim"
brew "eza"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "fzy"
brew "gdk-pixbuf"
brew "gh"
brew "gnu-sed"
brew "gnu-tar"
brew "goenv"
brew "helm"
brew "ipython"
brew "jpeg"
brew "jq"
brew "python@3.10"
brew "jsonschema"
brew "jupyterlab"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "librsvg"
brew "libusb"
brew "linkerd"
brew "lua-language-server"
brew "luv"
brew "minio-mc"
brew "mongosh"
brew "mypy"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node@14"
brew "node@16"
brew "operator-sdk"
brew "peco"
brew "perl"
brew "pkgconf"
brew "platformio"
brew "pnpm"
brew "pyenv"
brew "python-lsp-server"
brew "python@3.11"
brew "python@3.9"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "starship"
brew "step"
brew "stylua"
brew "telnet"
brew "tree"
brew "uvicorn"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
cask "arduino-ide"
cask "coteditor"
cask "deepl"
cask "google-chrome"
cask "hammerspoon"
cask "keepingyouawake"
cask "kindle"
cask "multipass"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wezterm"
cask "zed"
vscode "alexcvzz.vscode-sqlite"
vscode "asvetliakov.vscode-neovim"
vscode "coolbear.systemd-unit-file"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.vscode-serial-monitor"
vscode "pflannery.vscode-versionlens"
vscode "platformio.platformio-ide"
vscode "rangav.vscode-thunder-client"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "simonsiefke.svg-preview"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
